{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorizer": { "branch": "master" },
  "context_filetype.vim": { "branch": "master" },
  "ctrlp.vim": { "branch": "master" },
  "deol.nvim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "open-browser.vim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "tcomment_vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-operator-surround": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-precious": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-trailing-whitespace": { "branch": "master" },
  "vim-vue": { "branch": "master" }
}
